Repository: MaksimKarytski/PaxisprojectTranslationEvaluation
Catalog: 1TranslationTestData/Europarl (formal oficial).tmx
Source language: de
Languages: en

source: Diese Woche werden wir eine Entschließung über koordinierte EU-Maßnahmen zur Bekämpfung der Pandemie und ihrer Folgen sowie andere dringende Maßnahmen diskutieren und darüber abstimmen.
en: MEPs will discuss and vote on a resolution on coordinated EU action to combat the pandemic and its consequences, including orderly exit strategies from confinement.

source: Sie verdienen unsere ganze Unterstützung, Bewunderung und Dankbarkeit für die Arbeit, die sie leisten, und für die Großzügigkeit, die sie selbst unter den schwierigsten Umständen an den Tag legen.
en: Healthcare workers are at the forefront of this fight, the president said, adding that they deserve all our support, admiration and gratitude for the work they are doing and for the generosity they show even in the most difficult circumstances.

source: Ich habe es bereits gesagt und ich wiederhole es: Die Menschlichkeit unserer Bürger ist unser größtes Kapital."
en: Thanking all those making sacrifices, President Sassoli said "The humanity of our citizens is our greatest asset."

source: Dies sind die Städte, die uns aufnehmen, und dafür sind wir ihnen sehr dankbar", so Sassoli.
en: "We owe the cities that host us a debt of gratitude", he added.

source: Abstimmungsergebnisse für das Paket:
en: Vote results for the package:

source: Die Kommission wird die medizinische Versorgung zu 100% finanzieren.
en: The Commission will finance 100% of the medical supplies.

source: Der Aufnahmestaat wird für die Beschaffung der Ausrüstung verantwortlich sein.
en: The hosting state will be responsible for procuring the equipment.

source: Das Zentrum für die Koordination von Notfallmaßnahmen wird die Verteilung der Ausrüstung verwalten, um sicherzustellen, dass sie dorthin gelangt, wo sie am dringendsten benötigt wird.
en: The Emergency Response Coordination Centre will manage the distribution of the equipment to ensure it goes where it is needed most.

source: Abgeordnete des Haushaltsausschusses forderten bereits im März die Freistellung der im EU-Haushalt 2020 verbleibenden Finanzmittel.
en: Budget Committee MEPs already called in March for available financial means remaining in the 2020 budget to be mobilised.

source: Die Kommission hat vor kurzem zwei Berichtigungshaushaltsentwürfe ( DAB 1/2020 und 2/2020 ) als Teil eines umfassenden Maßnahmenpakets zur Unterstützung der Bekämpfung der Ausbreitung von COVID-19 vorgestellt.
en: Recently, the Commission proposed two Draft Amending Budgets ( DAB 1/2020 and 2/2020 ) as part of a comprehensive set of measures to provide support in the fight against the COVID-19 outbreak.

source: Die rescEU-Kapazität für medizinische Ausrüstung wird in einem oder mehreren Mitgliedsstaaten untergebracht.
en: The rescEU medical capacity stock will be hosted by one or several member states.

source: Das Soforthilfeinstrument (Emergency Support Instrument, ESI) wurde 2016 geschaffen, um dem massiven Flüchtlingszustrom in Griechenland zu begegnen.
en: The Emergency Support Instrument (ESI) was created in 2016 to deal with the massive influx of refugees in Greece.

source: Bevorratung und Verteilung von medizinischem Material in ganz Europa
en: Stock-piling and distribution of medical supplies across Europe

source: Finanzpaket enthält zusätzliche Mittel, z.B. zur Unterstützung Griechenlands bei der Bewältigung des Migrationsdrucks
en: Financial package contains additional funds, e.g. to help Greece tackle migratory pressures

source: Die Initiative soll es der EU ermöglichen, dringende medizinische Hilfsgüter wie Masken und Beatmungsgeräte zu kaufen, medizinische Geräte und Patienten in grenzübergreifenden Regionen zu transportieren, die Einstellung von zusätzlichem medizinischem Fachpersonal zu finanzieren, das an Brennpunkten in der gesamten EU eingesetzt werden kann, sowie die Mitgliedstaaten beim Bau mobiler Feldkrankenhäuser zu unterstützen.
en: The initiative should allow the EU to buy urgent medical supplies, such as masks and respiratory equipment, transport medical equipment and patients in cross-border regions, finance the recruitment of additional healthcare professionals to be deployed to hotspots across the European Union, as well as helping member states to construct mobile field hospitals.

source: EU-Mittel zur Deckung des erhöhten Bedarfs der Gesundheitssysteme der EU-Länder aufgrund der Pandemie
en: EU funds to cover increased needs of member states' healthcare systems due to pandemic

source: Mehr Tests und Unterstützung für Ärzte und Pflegepersonal: Die Abgeordneten haben am Freitag 3,08 Milliarden Euro an EU-Hilfen gebilligt.
en: More tests, help for doctors and nurses to care for the sick: Parliament approved €3.08 billion in EU aid on Friday.

source: COVID-19: Parlament unterstützt EU-Gesundheitssektor mit über 3 Milliarden Euro
en: COVID-19: MEPs free up over €3 billion to support EU healthcare sector

source: Mit den EU-Mitteln sollen die Gesundheitssysteme in den EU-Mitgliedsstaaten direkt bei der Bekämpfung der Coronavirus-Pandemie unterstützt werden.
en: The EU funds should directly support healthcare systems in EU member states in their fight against the coronavirus pandemic.

source: Insgesamt 3,08 Milliarden Euro aus dem EU-Haushalt werden hauptsächlich über das Soforthilfeinstrument (2,7 Milliarden Euro) und im Rahmen des Unionsverfahrens für den Katastrophenschutz der EU „ rescEU " (380 Millionen Euro) bereitgestellt.
en: A total of €3.08 billion from the EU budget will be channelled mainly through the Emergency Support Instrument (€2.7 billion) and through rescEU (€380 million).

source: Das Paket umfasst zusätzliche Mittel für Rückholflüge für Staatsangehörige von EU-Ländern, die in Drittländern gestrandet sind (45 Millionen Euro), für das Europäische Zentrum für die Prävention und die Kontrolle von Krankheiten (3,6 Millionen Euro), aber auch zur Unterstützung Griechenlands bei der Bewältigung des erhöhten Migrationsdrucks (350 Millionen Euro) und zur Unterstützung des Wiederaufbaus Albaniens nach dem Erdbeben (100 Millionen Euro).
en: The package includes additional funds to finance repatriation flights (€45 million) under EU Civil Protection Mechanism to reunite families stranded in third countries, to provide more resources for the European Centre for Disease Prevention and Control (€3.6 million), but also to help Greece deal with increased migratory pressures (€350 million), and to support Albania's post-earthquake reconstruction (€100 million).

source: Bestehende Maßnahmen
en: Measures in place

source: Einige der Kinder werden bereits in der kommenden Woche nach Luxemburg reisen.
en: Some will be travelling to Luxembourg next week.

source: Alle Migranten, die in den Hotspots ankommen, werden einem obligatorischen Gesundheitscheck unterzogen.
en: All migrants arriving in the hotspots undergo a mandatory health check.

source: Neu angekommene oder gerettete Personen bleiben in getrennten Bereichen, bis ihre medizinische Untersuchung abgeschlossen ist.
en: Newly arrived and rescued people are kept in separate areas until their medical screening has been completed.

source: Migranten auf der Insel Lesbos ©Costas Baltas/Reuters/Adobe Stock
en: Migrants who arrived on the island of Lesbos waiting to board a Greek navy ship in Mytilene ©Costas Baltas/Reuters/Adobe Stock

source: Anfang März war die Lage an der griechisch-türkischen Grenze eskaliert‚ als die Türkei ihre Grenzen für Asylsuchende und Flüchtlinge geöffnet und so den Migrationspakt von 2016 mit der EU gebrochen hatte.
en: The situation at the Greek-Turkish border escalated at the beginning of March when Turkey opened its borders to asylum seekers and refugees by breaking the 2016 migration pact with the EU.

source: Die EU solle ihre Arbeit an einem neuen Pakt zu Migration und Asyl fortsetzen, der im Frühjahr vorgelegt werden soll.
en: He added that the EU should also continue its work on the New Pact on Migration and Asylum , set to be presented in the coming months.

source: Mit Unterstützung der Internationalen Organisation für Migration (IOM) und Frontex wurde zudem ein freiwilliges Programm eingerichtet, um Migranten dabei zu helfen, in ihre Heimatländer zurückzukehren.
en: With the support of the International Organization for Migration and Frontex, a voluntary scheme has been set up to encourage people to go back to their home countries.

source: In einer virtuellen Sitzung erörterte der Ausschuss für bürgerliche Freiheiten mit der griechischen Regierung die derzeitige Lage an der EU-Außengrenze und die Notwendigkeit, zu verhindern, dass die humanitäre Krise auch zu einer Frage der öffentlichen Gesundheit wird.
en: In a virtual meeting, the civil liberties committee discussed the current border situation and the need to avoid this humanitarian crisis turning into a public health issue with the Greek government.

source: Weitere Informationen
en: Find out more

source: Vertreter der Europäischen Kommission, der Grenzschutzagentur Frontex und der EU-Grundrechteagentur wie auch EU-Abgeordnete hoben in der Debatte die Bedeutung von Solidarität und Einheit als Beitrag zur Milderung der wachsenden Krise hervor.
en: Representatives from the European Commission, Frontex and the EU's Fundamental Rights Agency joined MEPs in stressing the importance of solidarity and the unity of the European Union to help mitigate the growing crisis.

source: Gleichzeitig wächst die Besorgnis über die Lebensbedingungen von Asylsuchenden in den Lagern auf den griechischen Inseln.
en: As Europe grapples with the challenges of the coronavirus crisis, concern is also growing over the living conditions of asylum-seekers in camps on the Greek islands.

source: Die Kommission unterbreitete den Vorschlag, zusätzliche Mittel in Höhe von 350 Millionen Euro für den Bau neuer Lager auf dem griechischen Festland sowie neuer Wohnungen bereitzustellen.
en: The Commission has proposed an additional budget of €350 million for the construction of new camps on the mainland in Greece and new apartments, which will require approval from Parliament.

source: Die Lage der Flüchtlinge in Griechenland erfordert nach Ansicht des Ausschusses für bürgerliche Freiheiten eine konzertierte Reaktion der EU, um einen Ausbruch von Covid-19 zu verhindern.
en: The situation of refugees in Greece calls for a concerted EU response to avoid a Covid-19 outbreak, according to MEPs on the civil liberties committee.

source: Deutschland, Frankreich, Portugal, Finnland, Litauen, Kroatien, Irland und Luxemburg sind zur Aufnahme bereit.
en: After receiving a health check, 1,600 unaccompanied minors currently staying in the hotspots on the islands will be relocated to other EU countries:, namelyGermany, France, Portugal, Finland, Lithuania, Croatia, Ireland and Luxembourg.

source: Sie betonten, Umsiedlungen sollten auf Familien ausgeweitet und die geltenden Asylfristen verlängert werden.
en: MEPs called for more support, accommodation facilities and medical equipment, extending relocations to families, extending existing asylum deadlines and considering doing interviews virtually.

source: Griechenland aktivierte das Katastrophenschutzverfahren, in dessen Rahmen EU-Länder mehr als 90.000 Hilfsgüter für die Lager zur Verfügung stellten.
en: Two rapid border interventions were launched, additional border guards have been deployed and Greece activated the Civil Protection Mechanism, resulting in more than 90,000 items of assistance to the camps being giving to Greece by EU countries.

source: Die Kommission erstellte gemeinsam mit den Mitgliedstaaten und den EU-Agenturen einen Notfallplan.
en: Together with member states and EU agencies, the Commission has set up an emergency contingency plan, regularly monitors the situation and has adopted new measures.

source: Zahlreiche spezifische Maßnahmen seien ergriffen worden, um einen Covid-19-Ausbruch in den Lagern auf den Inseln zu verhindern, betonte der griechische Minister für Migration und Asyl, Notis Mitarachi, in der Debatte mit den Abgeordneten.
en: Notis Mitarachi, the Greek Minister for Migration and Asylum, said that many special measures had been taken to prevent a Covid-19 outbreak in the camps on the islands, but that more support was needed.

source: Es sei wichtig, an unseren Werten festzuhalten und die grundlegenden Menschenrechte und das EU-Recht zu achten, betonte Margaritis Schinas, Vizepräsident der EU-Kommission und als Kommissar für die Förderung des europäischen Lebensstils zuständig für Migration, im Gespräch mit dem Innenausschuss.
en: Margaritis Schinas, Commission Vice-President for Promoting the European way of life, said it was imortant to stick to our values and respect fundamental human rights and EU law.

source: Bereits bestehende Programme
en: Programmes already in place

source: Entwicklung neuer Impfstoffe
en: developing new vaccines

source: Neue Behandlungen
en: new treatments

source: EU-Mittel für COVID-19-Forschung
en: EU funding for Covid-19 research

source: Die EU verfügt über eine Reihe von Forschungs- und Soforthilfemechanismen zur Bewältigung von Krisen im Bereich der öffentlichen Gesundheit, die bereits mobilisiert wurden.
en: The EU's already had a number of research and emergency funding mechanisms in place to deal with public health crises, which have been mobilised.

source: Die Europäische Kommission hat 48,5 Millionen Euro für 18 Forschungsprojekte im Rahmen des Forschungsrahmenprogramms der EU, Horizont 2020 , bereitgestellt.
en: The European Commission has allocated €48.5 million tor 18 research projects within Horizon 2020 , the EU's framework programme for funding research.

source: Patientennahe Schnelldiagnosetests mit schnelleren und genaueren Diagnosen
en: rapid point-of-care diagnostic tests, enabing quicker and more accurate diagnosis

source: Der Aufruf läuft über die Initiative für innovative Arzneimittel (IMI), eine öffentlich-private Partnerschaft zwischen der EU und der pharmazeutischen Industrie, die über Horizont 2020 finanziert wird.
en: It falls within the framework of the Innovative Medicines Initiative , a public-private partnership between the EU and the pharmaceutical industry, which is also funded through Horizon 2020.

source: Verbesserung der Abwehrbereitschaft und Reaktionsfähigkeit auf Ausbrüche durch Entwicklung besserer Überwachungssysteme zur Prävention und Eindämmung der Ausbreitung des Virus
en: improving preparedness and response to outbreaks by developing better monitoring systems to prevent and control the spread of the virus

source: 140 Forschungsteams aus der gesamten EU und weiteren Ländern sind an den Projekten beteiligt.
en: The 140 research teams from across the EU and beyond that are participating in these projects are working on:

source: Die Forschungsteams tauschen ihre Ergebnisse untereinander aus, um die Handlungsfähigkeit des öffentlichen Gesundheitssektors zu beschleunigen.
en: Research teams will share their results in an effort to speed up the public health response.

source: Am 16. März bot die Kommission dem hochinnovativen Impfstoffentwickler CureVac aus Tübingen finanzielle Mittel in Höhe von bis zu 80 Millionen Euro zur Unterstützung der Entwicklung eines Impfstoffes gegen das Coronavirus an.
en: On 16 March, the Commission provided financial support to the tune of €80 million to CureVac , an innovative vaccine developer in Germany, to support work on the coronavirus vaccine.

source: Die Finanzierung von Forschungs- und Innovationsprojekten für die wirksame Behandlung der Covid-19-Erkrankung ist ein wesentlicher Bestandteil ihrer Krisenreaktion.
en: Funding research and innovation projects to find a cure for Covid-19 is a vital part of that plan.

source: Die Europäische Kommission rief ferner dazu auf, bis Ende März Forschungsvorhaben vorzulegen, deren Schwerpunkt auf der Entwicklung von Behandlungs- und Diagnosemöglichkeiten zur Bekämpfung des Covid-19-Ausbruchs und der Verbesserung künftiger Vorsorgemaßnahmen liegt.
en: The Commission also called for research proposals by the end of March focusing on developing treatments and diagnostics to tackle the current outbreak and increase preparedness for future.

source: EU stellt Fördermittel im Kampf gegen das Coronavirus bereit
en: EU research funds to fight the coronavirus

source: Die EU setzt gemeinsame koordinierte Maßnahmen zur Bewältigung der Corona-Krise.
en: The EU has come up with a coordinated response to help tackle the current crisis.

source: Dazu gehören unter anderem das Projekt PREPARE , eine Plattform für vorbereitete Gegenmaßnahmen bei auftretenden Epidemien, und das Europäische Virusarchiv , eine virtuelle Sammlung, die Forschern Material für die Diagnose zur Verfügung stellt.
en: They include, among others, Prepare , a project supporting the readiness of hospitals in Europe and enhancing their understanding of the dynamics of the outbrea, and the European Virus Archive , a virtual collection of viruses that provides material to researchers to help in diagnoses.

source: Bis zu 45 Millionen Euro stammen aus dem EU-Haushalt, den Rest der Finanzierung soll die Industrie übernehmen.
en: A €90 million total investment is expected: up to half coming from the EU budget and the rest from the industry.

source: Dazu gehören bereits ein Projekt für spezialisierte Quarantäneeinheiten ( EpiShuttle ) und eine Filtrationstechnologie zur Beseitigung viraler Partikel ( m-TAP ).
en: The EU is also supporting start-ups and small firms in developing technology that could be helpful in tackling the outbreak, including EpiShuttle , a project for specialised isolation units, and m-Tap , air filtration technology to remove viral particles.

source: Bekämpfung des Ausbruchs von Covid-19
en: Tackling the current outbreak

source: Die Kommission wird ihren Vorschlag voraussichtlich noch in diesem Jahr vorlegen.
en: The Commission is expected to present its proposal later this year.

source: Insgesamt werden bis zu 100 Milliarden Euro für alle 27 Mitgliedstaaten zur Verfügung stehen.
en: Up to €100 billion will be available to all 27 member states.

source: Der Vorschlag ist Teil einer Reihe von EU-Maßnahmen zur Unterstützung der Mitgliedstaaten bei der Bekämpfung der Coronavirus-Pandemie.
en: The proposal is part of a set of EU measures to help member states tackle the coronavirus pandemic.

source: Was sind Kurzarbeitsregelungen?
en: Short-time work schemes

source: Viele Unternehmen befinden sich infolge der Covid-19-Krise in wirtschaftlichen Schwierigkeiten und müssen ihre Tätigkeit und die Arbeitszeit ihrer Beschäftigten vorübergehend aussetzen oder erheblich verringern.
en: Many businesses are experiencing economic difficulties as a result of the Covid-19 crisis and have had to temporarily suspend or substantially reduce their activities and the working hours of their staff.

source: In einer am 17. April angenommenen Entschließung bekräftigten die Abgeordneten ihre Forderung nach einer dauerhaften europäischen Arbeitslosenrückversicherungsregelung, um sicherzustellen, dass Arbeitnehmer in Europa vor Einkommensverlusten geschützt sind.
en: In a resolution adopted on 17 April, MEPs reiterated their call for a permanent European Unemployment Reinsurance Scheme to ensure that workers in Europe are protected from income loss.

source: Um Arbeitgeber zu unterstützen und Arbeitnehmer und Selbstständige vor dem Verlust ihres Arbeitsplatzes oder ihres Einkommens zu schützen, schlägt die Europäische Kommission ein neues befristetes Instrument namens SURE (Support to mitigate Unemployment Risks in an Emergency) vor, das die nationalen Bemühungen zum Schutz der Beschäftigung ergänzen soll.
en: To support employers and to protect workers and the self-employed from losing their jobs or incomes, the European Commission is proposing a new temporary instrument called Sure (Support to mitigate Unemployment Risks in an Emergency), to complement national efforts to protect employment.

source: Längerfristig können Kurzarbeitsregelungen gravierendere Auswirkungen auf die Wirtschaft verhindern und Unternehmen dabei helfen, sich nach der Krise rascher zu erholen.
en: In the longer term, short-time work schemes can prevent more severe consequences on the economy and help businesses recover faster after the crisis.

source: Nach Ansicht des Parlaments würde ein solches Basissystem der Arbeitslosenversicherung unmittelbar zur Stabilisierung des Haushaltseinkommens beitragen und damit die soziale Dimension Europas stärken.
en: The European Parliament has said that such a basic unemployment benefit scheme would contribute directly to stabilising household income, thus strengthening the social dimension of Europe .

source: Schutz von Arbeitsplätzen in Zeiten von Corona
en: Protecting jobs during the crisis

source: Die Vorsitzende des Ausschusses für Beschäftigung und soziale Angelegenheiten, Lucía Ďuriš Nicholsonová (EKR, Slowakei), begrüßt die Initiative und fordert die Mitgliedstaaten auf, SURE rasch umzusetzen: "SURE ist ein wichtiger Ausdruck der Solidarität der EU und ein hilfreiches Instrument zur Abfederung der sozioökonomischen Auswirkungen der Covid-19-Krise.
en: Welcoming the creation of Sure and calling on EU countries to implement it quickly, Slovak ECR member Lucia Ďuriš Nicholsonová , chair of Parliament's employment committee, said: "It is an important expression of EU solidarity and a helpful instrument to mitigate the socio-economic effects of the Covid-19 crisis.

source: Durch die Unterstützung von Kurzarbeitsprogrammen und ähnlichen Maßnahmen wird SURE Unternehmen in wirtschaftlichen Schwierigkeiten dabei helfen, Arbeitsplätze zu erhalten."
en: By supporting short-time work schemes and similar measures, Sure will help companies experiencing economic difficulties to keep people in jobs."

source: So sollen Familien weiter ihr Einkommen erhalten und ihre Rechnungen bezahlen können, während Unternehmen in der Lage sind, Produktionskapazität und Beschäftigte zu schützen und die Marktstabilität zu gewährleisten.
en: Short-time work schemes would allow families to maintain their incomes and continue paying their bills, while firms would be able to protect production capacity and employees, ensuring market stability.

source: Während SURE als zeitlich befristete Maßnahme speziell auf die Bewältigung der Folgen der Coronavirus-Pandemie ausgerichtet ist, arbeitet die Europäische Kommission auch an einem neuen Vorschlag für ein permanentes EU-weites Arbeitslosenrückversicherungssystem zur Unterstützung der Beschäftigung und zum Schutz von Arbeitnehmern, die aufgrund wirtschaftlicher Schocks ihren Arbeitsplatz verlieren.
en: While Sure is a temporary instrument designed specifically to tackle the consequences of the coronavirus pandemic, the European Commission is also working on a new proposal for a European Unemployment Reinsurance Scheme to support employment and protect workers who lose their jobs due to economic shocks.

source: Im Rahmen des SURE-Programms stellt die EU den Mitgliedstaaten, die Unterstützung beantragen, Finanzhilfen in Form von EU-Darlehen zu günstigen Bedingungen zur Verfügung.
en: During the crisis, the EU would provide financial assistance under the Sure programme in the form of loans granted on favourable terms to EU countries that request support.
